tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "chezmoi"
brew "gcc"
brew "gh"
brew "git"
brew "gzip"
brew "helm"
brew "jq"
brew 'mas'
brew "node@18"
brew "postgresql@14"
brew "pv"
brew "pyenv"
brew "python@3.11"
brew "rabbitmq"
brew "redis"
brew "sevenzip"
brew "spaceship"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "anaconda"
cask "balenaetcher"
cask "docker"
cask "drawio"
cask "firefox"
cask "font-fira-code"
cask "google-chrome"
cask "iterm2"
cask "logitech-options"
cask "messenger"
cask "multipass"
cask "postman"
cask "raspberry-pi-imager"
cask "rectangle"
cask "spotify"
cask "visual-studio-code"
cask "vnc-viewer"
cask "whatsapp"
mas "1Password for Safari", id: 1569813296
mas "Amazon Kindle", id: 302584613
mas "Keynote", id: 409183694
mas "Pages", id: 409201541
mas "NordVPN: VPN Fast & Secure", id: 905953485
mas "Numbers", id: 409203825
mas "Save to Raindrop.io", id: 1549370672
vscode "hediet.vscode-drawio"
vscode "moshfeu.compare-folders"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "redhat.vscode-yaml"
vscode "samuelcolvin.jinjahtml"
vscode "tamasfe.even-better-toml"
vscode "Vue.volar"
vscode "Vue.vscode-typescript-vue-plugin"
